Repository: wp-plugins/client-documentation
Catalog: languages/clientDocumentation-*.po
Languages: de_de, es_es

source: Following fields are missing :
de_de: Es fehlen folgende Felder:
es_es: Faltan los siguientes campos :

source: is missing !
de_de: fehlt!
es_es: ¡falta!

source: Resources
de_de: Ressourcen
es_es: Recursos

source: How to create your first post
de_de: Wie du deinen ersten Beitrag erstellst
es_es: Como crear tu primer articulo

source: Example of content
de_de: Beispiel für Inhalte
es_es: Contenido de ejemplo

source: Simple Documentation
de_de: Einfache Dokumentation
es_es: Documentación Simple

source: Documentation
de_de: Dokumentation
es_es: Documentación

source: Documentation list
de_de: Dokumentenliste
es_es: Lista de documentación

source: Information
de_de: Informationen
es_es: Información

source: Hit the add button to share advice and great links to your client directly on its interface.
de_de: Klick auf "Neue Inhalte hinzufügen", um Tipps und nützliche Links direkt über das Dashboard zu teilen.<br />Unter "Einstellungen bearbeiten" kannst du das Dashboard-Widget anpassen.<br />Über "Import / Export" kannst du deine Dokumente und Einstellungen exportieren und importieren.
es_es: Presiona el botón de añadir para compartir consejos y grandiosos enlaces con tus clientes en el interface.

source: Add new content
de_de: Neue Inhalte hinzufügen
es_es: Añade nuevo contenido

source: Edit settings
de_de: Einstellungen bearbeiten
es_es: Edita los ajustes

source: Import / Export
es_es: Imparta / Exporta

source: Quick note
de_de: Kurze Notiz
es_es: Nota rápida

source: Link
es_es: Enlace

source: Upload a file
de_de: Datei hochladen
es_es: Carga un archivo

source: Choose a type of document !
de_de: Welches Dokument willst du hinzufügen?
es_es: Escoge un tipo de documento !

source: Your title here ...
de_de: Überschrift
es_es: Tu titulo aquí …

source: <embed code here/>
es_es: <ingrese código aquí/>

source: Support &lt;iframe&gt; and &lt;a&gt; that is to say youtube, vimeo, screenr ...
de_de: Unterstützt &lt;iframe&gt; und &lt;a&gt; ideal für YouTube, Vimeo, Screenr ...
es_es: Compatible &lt;iframe&gt; y &lt;a&gt; como para digamos, youtube, vimeo, screenr …

source: Add a video
de_de: Video hinzufügen
es_es: Añade un video

source: Put here a quick note that will help your customer.
de_de: Ergänze eine kleine Notiz, um das Dokument besser einzuordnen.
es_es: Ponga aquí una nota rápida que pueda ayudar su cliente.

source: Add a note
de_de: Notiz hinzufügen
es_es: Añade una nota

source: Add a link
de_de: Link hinzufügen
es_es: Añade un enlace

source: File path / url
de_de: Dateipfad / URL
es_es: Ruta de archivo / url

source: Add a file
de_de: Datei hinzufügen
es_es: Añade un archivo

source: Welcome
de_de: Willkommen
es_es: Bienvenido

source: Need Help ? All you need is here !
de_de: Benötigen Sie Hilfe? Alles was Sie brauchen finden Sie hier!
es_es: ¿Necesita Ayuda? ¡Todo lo que usted necesita esta aquí!

source: All items
de_de: Alle Elemente
es_es: Todo los artículos

source: Pinned
de_de: Fixiert
es_es: Marcado

source: Settings
de_de: Einstellungen
es_es: Ajustes

source: Define the client user role
de_de: Benutzerrolle
es_es: Defina el rol de usuario del cliente

source: Author
de_de: Autor
es_es: Autor

source: Subscriber
de_de: Abonnent
es_es: Suscriptor

source: Number of items displayed per page
de_de: Elemente pro Seite
es_es: Numero de artículos mostrados por pagina

source: Widget title
de_de: Überschrift des Widgets
es_es: Titulo de widget

source: "Welcome" title
de_de: "Willkommens"-Gruß
es_es: "Bienvenido" titulo

source: Welcome Message
de_de: Einleitender Text
es_es: Mensaje de Bienvenida

source: "Pinned" title
de_de: "Fixiert"-Beschriftung
es_es: "Marcado" titulo

source: "All items" title
de_de: "Alle Elemente"-Beschriftung
es_es: "Todos los artículos" titulo

source: Save
de_de: Speichern
es_es: Guardar

source: Edition
de_de: Bearbeitung
es_es: Edición

source: Title
de_de: Überschrift
es_es: Titulo

source: Content
de_de: Inhalt
es_es: Contenido

source: Edit
de_de: Bearbeiten
es_es: Editar

source: Import
es_es: Importar

source: Export
es_es: Exportar

source: Generate
de_de: Generieren
es_es: Generar

source: Include options
de_de: Optionen einschließen
es_es: Incluir opciones

source: Exclude options
de_de: Optionen ausschließen
es_es: Excluir opciones

source: if included, options will be overwritten
de_de: Wenn eingeschlossen, werden alle Optionen überschrieben.
es_es: si se incluye, las opciones serán sobrescritas

source: Error while adding your new document, please try again later.
de_de: Fehler beim Hinzufügen von neuem Dokument, bitte versuche es erneut.
es_es: Error mientras añadía su nuevo documento, por favor intente nuevamente luego.

source: Error while deleting the entry. Please try again later.
de_de: Fehler beim Löschen des Eintrags. Bitte versuche es erneut.
es_es: Error mientras borraba la entrada. Por favor intente nuevamente luego.

source: Error on process
de_de: Fehler beim Verarbeiten
es_es: Error procesando

source: Options updated
de_de: Optionen aktualisiert
es_es: Opciones actualizadas

source: One or more fields are missing !
de_de: Ein oder mehrere Felder fehlen!
es_es: ¡Uno o mas de un campo están vacíos!

source: Update error, please try again later.
de_de: Aktualisierungsfehler, bitte versuche es erneut.
es_es: Error actualizando, por favor trate nuevamente luego.

source: Some fields are empty
de_de: Einige Felder sind leer
es_es: Algunos campos están vacíos

source: Error while processing, Please try again later.
de_de: Fehler beim Verarbeiten, bitte versuche es erneut.
es_es: Error mientras procesaba, Por favor trate nuevamente luego.

source: Import error
de_de: Importfehler
es_es: Error importando

source: Import completed
de_de: Import abgeschlossen
es_es: Importación completada

source: Error, please contact the administrator.
de_de: Fehler, bitte kontaktiere den Administrator.
es_es: Error, por favor contacte al administrador.

source: Open in a new tab
de_de: In einem neuen Tab öffnen
es_es: Abra en un nuevo pestaña

source: Click to view
de_de: Zum Ansehen hier klicken
es_es: Click para ver

source: Pages
de_de: Seiten
es_es: Páginas

source: Administrator
es_es: Administrador

source: Contributor
es_es: Contribuidor

source: This plugin was created by
de_de: Dieses Plugin wurde erstellt von
es_es: Este plugin fue creado por

source: Donate
de_de: Spenden
es_es: Donar

source: Editor
de_de: Redakteur

source: Error !
de_de: Fehler!
